[{"essayType":"document","thesis":"Butter is a great invention.","title":"I like butter, here's why.","content":"But I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, or one who avoids a pain that produces no resultant pleasure?\n\nBut I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, or one who avoids a pain that produces no resultant pleasure?\n\nBut I must explain to you how all this mistaken idea of denouncing pleasure and praising pain was born and I will give you a complete account of the system, and expound the actual teachings of the great explorer of the truth, the master-builder of human happiness. No one rejects, dislikes, or avoids pleasure itself, because it is pleasure, but because those who do not know how to pursue pleasure rationally encounter consequences that are extremely painful. Nor again is there anyone who loves or pursues or desires to obtain pain of itself, because it is pain, but because occasionally circumstances occur in which toil and pain can procure him some great pleasure. To take a trivial example, which of us ever undertakes laborious physical exercise, except to obtain some advantage from it? But who has any right to find fault with a man who chooses to enjoy a pleasure that has no annoying consequences, or one who avoids a pain that produces no resultant pleasure?","username":"Aidan Tilgner","synopsis":"Just a brief thought on butter.","reviews":[{"username":"Your mom","rating":100,"content":"Great job hun!"}],"id":"31ef84cc48f287cb8455d719","keywords":["butter","is","a","great","invention."],"karma":0,"score":1},{"essayType":"document","thesis":"Cats are awesome creatures overall","title":"Cats are awesome","content":"Domestic pets are a source of pleasure and fun. Most boys and girls love to keep pets. Pets help an individual to achieve a healthy state of mind and playing with our pets makes most of us happy.\n\nThough dogs are the most preferred pets because of their faithfulness and honesty, but still there are thousands of cat lovers in the world.\n\nThe cat is a beautiful small animal resembling the likes of a tiger. It lives on the streets as well as in our houses and is one of our favourite pet animals. The cat’s body is covered with soft, silky hair and has four short legs and sharp claws hidden in the fleshy pads.\n\nADVERTISEMENTS:\n\nCats seldom make any noise while walking or running. Cats have bright eyes and they can even see in the dark. Cat is found all over the world and milk is cats favourite. Many people keep cats as their pets to scare away the mice. But unlike dogs, cats are selfish and dishonest. Cats even steal food from our kitchen and are very ferocious at times.\n\nBut in general cats are gentle and playful and they love playing with the children. Many people think that cat is a harmful animal for it spreads various disease like diphtheria and thus they advice to keep children away from the cat. Some people also associate black magic with a cat.\n\nThe most significant superstition related to the cat is that if a cat crosses the way of a passerby, he or she should not walk past. This is just a superstition because common sense says that when a cat crosses a road it means that the animal needs to go somewhere. It is as simple as that.\n\nCats possess scary grey coloured eyes and most of the children are scared of cat’s eyes. A cat gives birth to three to four kittens at a time and these kittens need proper love and care when they are born. Taming a cat is not difficult if one is determined to do so. When it comes to food, a variety of cat food is available in the market with various options such as canned cat foot, dry foods, kitten food etc.","username":"Aidan Tilgner","synopsis":"Just a quick essay about cats","reviews":[{"username":"Your mom","rating":100,"content":"Great job hun!"}],"id":"6b242cf6e1ffea0355210666","keywords":["cats","are","awesome","creatures","overall"],"karma":0}]